[
    {
        "title": "Shutter Island",
        "originalTitle": "Shutter Island",
        "year": 2010,
        "country": "Estados Unidos",
        "director": "Martin Scorsese",
        "synopsis": "En el verano de 1954, los agentes judiciales Teddy Daniels (DiCaprio) y Chuck Aule (Ruffalo) son destinados a una remota isla del puerto de Boston para investigar la desaparición de una peligrosa asesina (Mortimer) que estaba recluida en el hospital psiquiátrico Ashecliffe, un centro penitenciario para criminales perturbados dirigido por el siniestro doctor John Cawley (Kingsley). Pronto descubrirán que el centro guarda muchos secretos y que la isla esconde algo más peligroso que los pacientes.",
        "genre": "Thriller, Intriga,  Thriller psicológico, Años 50",
        "image": "https://www.ecartelera.com/carteles/3100/3148/001_m.jpg",
        "stars": 4.5,
        "id": 0,
        "duration": "138 min.",
        "price": 3,
        "startDate": "",
        "trailer": "https://www.youtube.com/embed/sybSFbmzyUg"
    },

    {
        "title": "El irlandés",
        "originalTitle": "The Irishman",
        "year": 2019,
        "country": "Estados Unidos",
        "director": "Martin Scorsese",
        "synopsis": "Frank Sheeran fue un veterano de la Segunda Guerra Mundial, estafador y sicario que trabajó con algunas de las figuras más destacadas del siglo XX. 'El irlandés' es la crónica de uno de los grandes misterios sin resolver del país: la desaparición del legendario sindicalista Jimmy Hoffa. Un gran viaje por los turbios entresijos del crimen organizado; sus mecanismos internos, sus rivalidades y su conexión con la política.",
        "genre": "Thriller, Drama, Biográfico, Crimen, Mafia, Vejez, Amistad, Años 70, Años 60",
        "image": "https://www.ecartelera.com/carteles/12300/12329/002_m.jpg",
        "stars": 4,
        "id": 1,
        "duration": "209 min.",
        "price": 8,
        "startDate": "",
        "trailer": "https://www.youtube.com/embed/IovzIe_3DN4"
    },

    {
        "title": "El efecto mariposa",
        "originalTitle": "The Butterfly Effect",
        "year": 2004,
        "country": "Estados Unidos",
        "director": "Eric Bress, J. Mackye Gruber",
        "synopsis": "Evan Treborn, un joven que se está esforzando por superar unos dolorosos recuerdos de su infancia, descubre una técnica que le permite viajar atrás en el tiempo y ocupar su cuerpo de niño para poder cambiar el curso de su dolorosa historia. Sin embargo también descubre que cualquier mínimo cambio en el pasado altera enormemente su futuro. ",
        "genre": "Fantástico, Thriller, Drama, Viajes en el tiempo",
        "image": "https://www.ecartelera.com/carteles/2600/2628/001_m.jpg",
        "stars": 4,
        "id": 2,
        "duration": "113 min.",
        "price": 12,
        "startDate": "",
        "trailer": "https://www.youtube.com/embed/9sAU7RkGHAk"
    },

    {
        "title": "Call Me by Your Name",
        "originalTitle": "Call Me by Your Name",
        "year": 2017,
        "country": "Italia",
        "director": "Luca Guadagnino",
        "synopsis": "Elio Perlman (Timothée Chalamet), un joven de 17 años, pasa el cálido y soleado verano de 1983 en la casa de campo de sus padres en el norte de Italia. Se pasa el tiempo holgazaneando, escuchando música, leyendo libros y nadando hasta que un día el nuevo ayudante americano de su padre llega a la gran villa. Oliver (Armie Hammer) es encantador y, como Elio, tiene raíces judías; también es joven, seguro de sí mismo y atractivo. Al principio Elio se muestra algo frío y distante hacia el joven, pero pronto ambos empiezan a salir juntos de excursión y, conforme el verano avanza, la atracción mutua de la pareja se hace más intensa.",
        "genre": "Romance, Drama, Drama romántico, Homosexualidad, Años 80",
        "image": "https://www.ecartelera.com/carteles/12300/12393/003_p.jpg",
        "stars": 4,
        "id": 3,
        "duration": "130 min.",
        "price": 4,
        "startDate": "",
        "trailer": "https://www.youtube.com/embed/CDR8oapp2Wo"
    },

    {
        "title": "Papillon",
        "originalTitle": "Papillon",
        "year": 2017,
        "country": "Estados Unidos",
        "director": "Michael Noer",
        "synopsis": "Papillon, un hombre condenado por asesinato, es enviado a un penal de la Guayana francesa. Durante el viaje en barco, conoce a Luis Dega, falsificador de Bonos de la Defensa Nacional, un hombre débil, al que Papillon ofrece protección a cambio del dinero que necesita para huir de la cárcel.",
        "genre": "Aventuras, Drama, Drama carcelario, Amistad, Remake",
        "image": "https://www.ecartelera.com/carteles/13700/13729/003_m.jpg",
        "stars": 3.5,
        "id": 4,
        "duration": "133 min.",
        "price": 6,
        "startDate": "",
        "trailer": "https://www.youtube.com/embed/xqj7XOv9mC8"
    },

    {
        "title": "Nunca apagues la luz",
        "originalTitle": "Lights Out",
        "year": 2016,
        "country": "Estados Unidos",
        "director": "David F. Sandberg",
        "synopsis": "Rebecca es una joven que es perseguida desde niña por Diana, un ser extraño que sólo puede atacar en la oscuridad. El espíritu de Diana está relacionado con la madre de Rebecca. Ahora que se está convirtiendo en adulta, Diana va a por su hermano pequeño, Martin.",
        "genre": "Terror, Sobrenatural, Remake",
        "image": "https://www.ecartelera.com/carteles/11000/11029/002_m.jpg",
        "stars": 2,
        "id": 5,
        "duration": "81 min.",
        "price": 3,
        "startDate": "",
        "trailer": "https://www.youtube.com/embed/w1VXHtIqrYU"
    }
]